Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Assistance in the geotechnical coreholes to be drilled; this could include support in the definition of location and orientation of coreholes, QA/QC of the data gathered and processing of the data to estimate the RMR of the boreholes
es: Asistencia en los barrenos geotécnicos a perforar; esto puede incluir asesoría en la definición de la ubicación y orientación de barrenos, QA/QC de los datos recogidos y procesamiento de los datos para estimar la RMR de los sondajes

source: Assistance in the geotechnical interpretation of future laboratory testing; this could include support in the sample collection, definition of the testing program and in the interpretation of results after the laboratory has done the testing
es: Asistencia en la interpretación geotécnica de los futuros ensayos de laboratorio. Esto puede incluir asesoría en la toma de muestras, definición del programa de ensayos e interpretación de resultados de los ensayos de laboratorio

source: Assisted consultants with instrumentation of steel pipes on the Brazilian offshore platforms at oil fields.
es: Asistencia a consultores con instrumentación de tuberías de acero en plataformas brasileñas offshore en campos petrolíferos.

source: Assisted with rock mechanics in-situ testing for underground hydroelectric projects and developed a boundary element program for analysis of underground openings excavated in heterogeneous rock masses at the Underground Working Division.
es: Apoyó en ensayos de mecánica de rocas in situ para proyectos hidroeléctricos subterráneos y desarrolló un programa de elementos límite para análisis de excavaciones subterráneas hechas en macizos rocosos heterogéneos en la División de Excavaciones Subterráneas.

source: Assisted with the rock mechanics aspects for the critical review of the proposed mining method (shrinkage versus cut & fill) and provided recommendations for the backfill to be used for mining at depths below the 2350 (ft.) level.
es: Apoyo en aspectos de mecánica de rocas para la revisión crítica del método de minado propuesto (cámaras almacén versus corte y relleno) y recomendaciones para el relleno a usar para la explotación a profundidades inveriores al nivel 2350 ft.

source: Assists with planning and also with monitoring of high risk tasks.
es: Asiste en la planificación y en el monitoreo de tareas de alto riesgo.

source: Associate
es: Asociado

source: Associate requested that all mining employees were provided with training and guidance on what is a pSIF.
es: Un Asociado solicitó que se diera capacitación y orientación a todos los colaboradores del sector minero sobre lo que son los pSIF.

source: Associate, Senior Blasting Consultant
es: Asociado, Consultor Senior en Voladuras

source: Associate, then Principal (1999 to Present)
es: Asociado, después Principal (1999 al presente)

source: Associated Documents
es: Documentos Asociados

source: Associated Procedures:
es: Procedimientos asociados:

source: Associates shareholding = 1x annual individual base salary in the year of nomination
es: Participación de los Asociados = 1 vez el salario base individual anual en el año de nominación

source: Assuming site health, safety and environment responsibility for non-Golder persons/subcontractors in a contract with a client
es: Suponer responsabilidad en salud, seguridad y medio ambiente por personas/subcontratistas que no son de Golder en un contrato con un cliente

source: Assuming the flow tests indicate permeable conditions, drill one test well in proximity to each piezometer;
es: Suponiendo que los ensayos de flujo indican condiciones permeables, perforar un pozo de pruebas en las cercanías de cada piezómetro;

source: At 11:50, upon realizing the time, our employee called his client contact to ask if they were allowed to stay in their current location during the blast.
es: A las 11:50, al darse cuenta de la hora, nuestro colaborador llamó a su contacto con el cliente para preguntarle si podía quedarse donde se encontraba durante la voladura.

source: At Golder we care about the health and safety of our people, our business partners and contractors, and our clients.
es: En Golder nos preocupamos por la salud y la seguridad de nuestra gente, de nuestros socios, de subcontratistas y de nuestros clientes.

source: At Golder, our interdependent safety culture is one of the most important traits that defines us as a company.
es: En Golder, nuestra cultura de interdependencia en seguridad es uno de los rasgos más importantes que nos define como empresa.

source: At Golder, we believe that everyone can be a leader in HSSE.
es: En Golder, creemos que todos pueden ser líderes en temas de HSSE.

source: At full build-out, this ranges from about 901 masl at the contact with the sand embankment in the east, to about 894 masl at the western edge of the basin.
es: En el modelo final, esto varía entre 901 m s.n.m. en el contacto con la presa de arena al este y 894 m s.n.m. en el extremo oeste de la cuenca.

source: At its maximum, drawdown (as defined by the one metre drawdown contour) extends up to approximately 650 metres from the Gramalote Pit (year 2030), and 350 metres from the Monjas Pit (year 2029).
es: En su máximo, el abatimiento (definido por la curva de contorno de 1 m) se extiende hasta aproximadamente 650 m desde el pit Gramalote (año 2030) y hasta 350 m desde el pit Monjas (año 2029).

source: At least every 30 days.
es: Al menos cada 30 días.

source: At least one first aid kit shall be available in each vehicle and each site office.
es: Al menos un kit de primeros auxilios en cada vehículo y en cada oficina en el sitio o faena.

source: At least one piezometer, Moh01, is located in the vicinity of the horizontal drains.
es: Al menos un piezómetro, Moh01, se encuentra en las cercanías de los drenes horizontales.

source: At mid-year review, we will invite Jocelyn's Group Leader to the meeting.
es: Para la revisión de mediados de año invitaremos al Líder de Grupo de Jocelyn para que asista a la reunión.

source: At periods longer than 0.4 s, the M9 subduction zone spectral accelerations are greater.
es: En periodos más prolongados que 0,4 s, las aceleraciones espectrales de la zona de subducción M9 son mayores.

source: At the completion of the handover the Golder employee walked away towards the site exit.
es: Al terminar el cambio de turno, el colaborador de Golder se dirigió hacia la salida de la obra.

source: At the completion of the off-loading an 8-foot (2.4 meters)-high cargo container, the four extension cable hooks, which connect to the main lifting hook on the crane, were being removed from the cargo container’s lifting points.
es: Al término de la descarga de un contenedor de 2.4 metros (8 pies) de algo, se estaban retirando los cuatro ganchos de cable de extensión que conectan con el gancho principal de la grúa.

source: At the global level, our utilization was 63.3% compared to a budget of 61.6%, and our Yield was 1.90, exceeding budget by 0.01.
es: A escala global, nuestra utilización fue de 63,3% frente al 61,6% presupuestado y nuestra tasa de rendimiento fue de 1,9 y superó lo presupuestado en 0,01.

source: At the same time he has to provide enough detail so the owners and the team have confidence and know how to achieve the desired result.
es: Pero al mismo tiempo tiene que dar suficientes detalles para que los dueños y miembros del equipo le tengan confianza y sepan cómo llegar a este resultado.

source: At the same time the Golder employee called out to the third party employee who also jumped safely out of the path of the wire.
es: Al mismo tiempo, el colaborador de Golder informó al colaborador subcontratado, que también logró saltar para evitar el cable.

source: At the same time, BHP Billiton requested Ruben Boroschek & Associates (RBA) to also undertake a peer-review of the AMTC 2015 report.
es: Al mismo tiempo, BHP Billiton solicitó a Ruben Boroschek & Associates (RBA) llevar a cabo una revisión senior del informe de 2015 de AMTC.

source: At the same time, a Golder employee and the client safety advisor, who was present on-site, shouted at the truck driver to stop.
es: Al mismo tiempo, un colaborador de Golder y el analista de HSSE del cliente, quienes estaban presentes en el lugar, gritaron al conductor del camión que se detuviera.

source: At the time of commencement of the Golder scope the tunnel already extended some 15m into the hillside through the softer overburden and it would ultimately be approximately 1000m in length.
es: Al momento de empezar el alcance de Golder, el túnel ya tenía una extensión de unos 15 m dentro de la ladera a través de la sobrecarga más blanda y su extensión final sería de aprox. 1000 m.

source: At the time of occurrence, this hazardous situation was not identified by the project team on site.
es: En ese momento, la situación de peligro no fue identificada por el equipo de proyecto en terreno.

source: At the time of the site inspection in April 2017 flows were observed to be low in the range of that reported in July 2015 or less.
es: En el momento de la inspección al sitio en abril de 2017, los flujos observados eran bajos y se encontraban en los rangos informados en julio de 2015 o menos.

source: At the time of the site visit, stormwater ditches were observed on many roads (both active and disused).
es: En el momento de la visita al sitio, se observaron zanjas para aguas pluviales en muchos caminos (tanto activos como en desuso).

source: At the time our employee called their contact person, they were approximately 250 meters away from the blast point.
es: En el momento en que nuestro colaborador llamó a la persona de contacto, estaba a aprox. 250 metros del punto de voladura.

source: At this point in time, we expect the 2017 STP to reflect the strong performance achieved in 2016.
es: En estos momentos, esperamos que el STP de 2017 refleje el gran desempeño que tuvimos en 2016.

source: At this point the excavator operator had recommenced operation.
es: En este momento el operador de la excavadora ya había reiniciado la operación.

source: At this stage he has identified the key risks that will prevent him from winning.
es: En esta etapa, Maurizio ya identificó los riesgos principales para llegar a la victoria.

source: At times on the freeway speed reached 200 kmh.
es: Hubo momentos donde la velocidad en carretera sobrepasó los 200 kmh.

source: Atmospheric monitoring shall be undertaken by a competent person and shall remain in place for the duration of the work.
es: El monitoreo atmosférico debe ser efectuado por una persona competente mientras dure el trabajo.

source: Atmospheric testing shall be conducted prior to entering a trench in an area where contaminants may be present (e.g. landfill).
es: Deben hacerse pruebas atmosféricas antes de ingresar a una zanja en una zona donde haya contaminantes (relleno sanitario, por ejemplo).

source: Attach automatic external defibrillator (AED) as soon as possible and follow its prompts.
es: Colocar el desfibrilador externo automático en cuanto sea posible y seguir sus indicaciones.

source: Attach the final report and supporting documentation to the incident report on the on-line Learnings Database.
es: Adjuntar el informe final y la documentación de apoyo al informe de incidente publicado en la Learnings Database.

source: Attached
es: Adjunto

source: Attachment A presents our analysis of the geological history and structural development of the region surrounding the Spence Mine site.
es: El Anexo A presenta nuestro análisis del historial geológico y del desarrollo estructural de la región que rodea a la mina Spence.

source: Attachments
es: Anexos

source: Attempting to repair, service or adjust equipment while it is operating.
es: Intentos de reparar, mantener o ajustar equipos mientras están en operación.

source: Attend a toolbox meeting
es: Asistir a reunión de salud y seguridad

source: Attend online or classroom training on commercial/BD techniques
es: Asistir a capacitación en línea o presencial respecto a técnicas de desarrollo comercial / de negocios

source: Attendance at a local / regional HSSE meeting
es: Asistir a una reunión local / regional de HSSE

source: Attendee
es: Asistente

source: Attending courses from the Centro Geotécnico Internacional (http://www.centrogeotecnico.com/)
es: Asistir a cursos del Centro Geotécnico Internacional (http://www.centrogeotecnico.com/)

source: Audio recording device
es: Dispositivo para grabación de audio

source: Audit – External or internal conformance check against requirements, standards and procedures.
es: Auditoría: revisión externa o interna de conformidad con requerimientos, normas y procedimientos,

source: Auditing & Finance
es: Auditoría y Finanzas

source: Audits conducted at facilities which included grain processing, storage and hazardous waste management operations, manufacturing facilities, commerical operations, amongst others.
es: Auditorias en instalaciones, incluyendo procesamiento de granos, almacenamiento y operaciones de gestión de desechos peligrosos, instalaciones industriales, operaciones comerciales, entre otras.

source: Aug 2014 to June 2016
es: Ago. 2014 a jun. 2016

source: August 2017: Santiago, Chile
es: Agosto 2017: Santiago, Chile

source: August 29, 2017
es: 30 de agosto de 2017

source: August 7, 2017
es: 7 de agosto de 2017

source: August, 2017
es: Agosto, 2017

source: Australia and New Zealand
es: Australia y Nueva Zelanda

source: Australian Tender Resources
es: Recursos de Propuestas de Australia

source: Authorised By/Date
es: Autorizado por/Fecha

source: Authorized by/Date
es: Autorizado por/Fecha

source: Availability
es: Disponibilidad

source: Availability of emergency services.
es: La disponibilidad de servicios de emergencia.

source: Available Data
es: Datos disponibles

source: Available data from the feasibility study (Golder Associates, 1998) reports a groundwater level of around elevation 4000 m, but provides few details.
es: Los datos disponibles del estudio de factibilidad (Golder Associates, 1998) indican un nivel de aguas subterráneas a una elevación cercana a 4000 m, pero se entregan pocos detalles.

source: Available information was collected during the site visit and includes information from piezometers.
es: La información disponible fue recopilada durante la visita al sitio y se incluye información de piezómetros.

source: Available maps and regional studies of Quaternary active faults by Lavenu et al. (2000) and Allmendinger and Gonzalez (2009) reveal a complex tectonic zone containing numerous crustal faults within the Coastal Cordillera and valleys within the western edge of the South America plate.
es: Mapas disponibles y estudios regionales de fallas activas de la era Cuaternaria llevados a cabo por Lavenu et al. (2000) y Allmendinger y Gonzalez (2009), revelan una zona tectónica compleja que contiene numerosas fallas corticales en la Cordillera y en los valles dentro del borde occidental de la placa Sudamericana.

source: Available maps and regional studies of Quaternary active faults by Lavenu et al. (2000) and Allmendinger and Gonzalez (2009) reveal a complex tectonic zone containing numerous crustal faults within the Coastal Cordillera.
es: Mapas disponibles y estudios regionales de fallas activas de la era Cuaternaria llevados a cabo por Lavenu et al. (2000) y Allmendinger y Gonzalez (2009), revelan una zona tectónica compleja que contiene numerosas fallas corticales en la Cordillera de la Costa.

source: Average fault slip rates, however, are generally less than about 0.5 mm/yr.
es: Las tasas promedio de deslizamiento de fallas, sin embargo, son en general inferiores a 0,5 mm/año.

source: Average slip rate estimates for these faults range from 0.01 to 0.5 mm/yr (Table 1).
es: Las estimaciones promedio de tasa de deslizamiento para estas fallas fluctúan entre 0,01 a 0,5 mm/año (Tabla 1).

source: Averages Per Question
es: Promedios por pregunta

source: Avoid alcohol and participate in only mild exercise for the first 48 hours.
es: Evitar ingerir alcohol y practicar solo ejercicios suaves durante las primeras 48 horas.

source: Avoid caffeine and soft drinks.
es: Evitar la cafeína y los refrescos gaseosos.

source: Avoid entering areas of unsupported ground.
es: Evitar ingresar a áreas donde el terreno no tenga soporte.

source: Avoid gimmicky, toy-like items
es: Evitar artículos efectistas que parezcan juguetes

source: Avoid going directly from low altitude to more than 2750m (9000ft) sleeping altitude in 1 day.
es: Evitar subir directamente a una altitud superior a 2.750 m s.n.m. en un día después de haber dormido a baja altitud la noche anterior.

source: Avoid low resolution imagery
es: Evitar imágenes en baja resolución.

source: Avoid patterns where possible
es: Evitar patrones de ser posible

source: Avoid sudden braking or vehicle direction changes as large mobile equipment cannot stop immediately and require long stopping distances.
es: Evitar frenadas bruscas o cambios en la dirección del vehículo ya que la maquinaria móvil no puede detenerse de inmediato y necesita largas distancias de frenado.

source: Avoid walking on sub-marine habitats, such as seagrass and mangroves as these marine life habitats can be easily damaged.
es: Evitar caminar sobre hábitats submarinos, como en césped marino y manglares, ya que estos hábitats de vida marina pueden dañarse con facilidad.

source: Avoid “cheap” looking items (that could negatively impact the brand)
es: Evitar artículos que parezcan “baratos” (que puedan tener un efecto negativo en la marca)

source: Away from the main project investigation areas, where there is limited drillhole coverage, the hydrostratigraphic unit surfaces (later defined as HGUs) have been interpreted to conform to a similar configuration as where there is coverage.
es: Lejos de las principales áreas de investigación del proyecto, donde existe una cobertura limitada de perforaciones, las unidades hidroestratigráficas (definidas como HGU) han sido interpretadas para conformar una configuración similar a la del área donde hay cobertura.

source: Axi-symmetric analyses of single wick-drain ‘cells’ were initially carried out to verify calculated trends of settlement and time rate of consolidation from fully coupled, FLAC analysis with analytical wick drain solutions.
es: Se hicieron análisis iniciales axisimétricos de ‘celdas’ individuales de mechas drenantes para verificar las tendencias calculadas de asentamiento y el tiempo de consolidación a partir de análisis totalmente acoplado en FLAC con soluciones analíticas de mechas drenantes.

source: B.A. Sc. Civil Engineering Honours, University of Toronto, 1982
es: B.A.Sc. en Ingeniería Civil (con honores), Universidad de Toronto, 1982

source: B.A.Sc. Civil Engineering, Honours, University of Toronto, 1982
es: B.A.Sc. en Ingeniería Civil, University of Toronto, 1982

source: B.Sc. Civil Eng., National Autonomous University of Mexico, Mexico City, 1985
es: B.Sc. en Ing. Civil, Universidad Nacional Autónoma de México, Ciudad de México, 1985

source: B.Sc. Civil Engineering, Catholic University of Rio de Janeiro, Brazil, 1980
es: B.Sc. en Ingeniería Civil, Universidad Católica de Rio de Janeiro, Brasil, 1980

source: B: Brace
es: Firmeza

source: BBQ utensils, aprons, coasters)
es: accesorios para asador, delantales, posavasos)

source: BC, Canada
es: BC, Canadá

source: BHP Billiton also requested Boroschek & Associates (RBA) to review the July 2015 AMTC report.
es: BHP Billiton también solicitó a Boroschek & Associates (RBA) la revisión del informe de AMTC de julio de 2015.

source: BHP Billiton is at present designing the tailings storage facility at its Spence Mine site, located about 125 km northeast of Mejillones in the Antofagasta District of northern Chile (Figure 1).
es: BHP Billiton está diseñando el depósito de relaves de su mina Spence, situada a alrededor de 125 km al noreste de Mejillones, en la Región de Antofagasta, en el norte de Chile (Figura 1).

source: BHP Billiton is at present expanding tailings storage facilities at its Spence Mine site, near Antofagasta in Northern Chile.
es: BHP Billiton está ampliando el depósito de relaves de su mina Spence, cerca de Antofagasta, en el norte de Chile.

source: BOGGED VEHICLES
es: VEHÍCULOS EMPANTANADOS

source: BOUNDARY
es: FRONTERA

source: BPA-free plastics
es: Plásticos sin BPA

source: BRAND MESSAGES:
es: MENSAJES DE MARCA:

source: BREAKS
es: RECESOS

source: BREATHING
es: RESPIRACIÓN

source: BUDDY
es: COMPAÑÍA

source: Back
es: Atrás

source: Back analysis of the East Wall failure and the proposed pit wall expansion.
es: Retroanálisis de la falla East Wall y de la ampliación del muro propuesto del rajo.

source: Back-analyses of the north wall in order to provide recommendations for remedial measures to address the wall instabilities.
es: Análisis retrospectivo del muro norte a fin de dar recomendaciones sobre medidas de remediación para resolver las inestabilidades del muro.

source: Background
es: Antecedentes

source: Backlog at the end of the quarter was about $615M, which is $22M higher than the start of the year (3.8% higher), and up $33M from Q1 of 2016 (5.7% higher).
es: El trabajo pendiente (backlog) al final del trimestre fue de aproximadamente US$ 615 millones, lo que resulta superior en US$ 22 millones al que había a comienzos de año (3,8% superior) y en US$ 33 millones con respecto al Q1 de 2016 (5,7% superior).

source: Bagama Project - New Gold Mali
es: Proyecto Bagama – New Gold Mali

source: Bahia, Brazil
es: Bahía, Brasil

source: Balanced Score Card
es: Cuadro de Mando Integral

source: Bandurias fault
es: Falla Bandurias

source: Barazarte Fault: Fault truncates a number of gullies and demonstrates a progressive abandonment of channels.
es: Falla Barazarte: falla que trunca varias quebradas y demuestra un abandono progresivo de los canales.

source: Bare soil patches
es: Parches de suelo desnudo

source: Barricades and signage shall be erected to prevent access in areas easily accessible to the public or third parties.
es: Deben erigirse barreras y letreros para impedir la entrada a zonas que son de fácil acceso al público o a terceros.

source: Barricading / signage shall be placed around the excavation.
es: Poner barreras o letreros alrededor de la excavación.

source: Barrier tape, pylons, flagging and other markers
es: Cinta de barrera, conos, señales y otros marcadores

source: Basal sedimentary unit comprised of predominantly bedded siltstones and claystones with interbedded conglomerates of reworked monolithic clasts and matrix derived from the Potoco Formation
es: Unidad sedimentaria basal compuesta de limolitas predominantemente estratificadas y argilitas con conglomerados entrelaminados de clastos monolíticos retrabajados y matriz derivada de la Formación Potoco.

source: Basal sedimentary unit of unknown thickness comprised of predominantly bedded siltstones and claystones with interbedded conglomerates of reworked monolithic clasts and matrix derived from the Potoco Formation
es: Unidad sedimentaria basal de potencia desconocida compuesta de limolitas predominantemente estratificadas y argilitas con conglomerados entrelaminados de clastos monolíticos retrabajados y matriz derivada de la Formación Potoco.

source: Basal volcaniclastic unit within the San Cristóbal basin.
es: Unidad volcanoclástica basal dentro de la cuenca San Cristóbal.

source: Based on experience on other PSHAs, the potential presence of faults in relatively close proximity to the site (within 75 km) can have a significant influence on the hazard.
es: Basándose en la experiencia de otros análisis PSHA, la posible presencia de fallas en relativa cercanía al sitio (radio de 75 km) puede tener gran influencia en el peligro.
